import React from "react";
import "./AboutUs.css";

const AboutUs = () => {
  return (
    <div className="abt">
      <header className="aboutUs">
        <div className="header-content">
          <h2>Обвал цен на все модели Apple</h2>
          <h3>Только до 30 марта</h3>
          <h3>Получи 5% cashback</h3>
          <div className="line"></div>
          <h1> MouseLAP</h1>
          <h3>мы делаем технику Apple доступной каждому</h3>
          <button> Узнайте больше информации ниже</button>
        </div>
      </header>
      {/* Events */}
      <section className="events">
        <div className="title">
          <div className="line"></div>
        </div>
        <div id="content" className="row">
          <div className="col">
            <p>
              <h4>
                На сегодняшний день нашему магазину уже более 5 лет. И все эти
                годы мы делаем технику Apple доступной каждому. У нас
                представлена вся линейка гаджетов и аксессуаров, где каждый
                сможет найти что-то для себя. Сейчас у нас более 10 000
                довольных покупателей и надежная команда сотрудников, которая
                делает все возможное, что б вы делали покупки у нас легко,
                быстро и с удовольствием. Мы продаем только оригинальные товары
                с гарантией качества и можем гордиться таким ценным доверием
                наших покупателей. Для нас важно доставить вам удовольствие,
                поэтому покупки доступны 7 дней в неделю, без обедов и выходных!
                А так же возможна доставка в большинство городов Беларуси. Нам
                важно что о нас думают и по этому мы стремимся сделать более
                удобным наш сайт, обслуживание приятным и не оставить
                равнодушным каждого.
              </h4>
            </p>
          </div>
          <div className="cel">
            <img
              src="https://mcc-jo.com/wp-content/uploads/2022/01/1-LAPTOPS-1903X669-scaled.jpg"
              alt=""
            />
          </div>

          <div className="com">
            <h2>Предоставляем только оригинальную продукцию</h2>
            <p>
              На сегодняшний день нашему магазину уже более 5 лет. И все эти
              годы мы делаем технику Apple доступной каждому. У нас представлена
              вся линейка гаджетов и аксессуаров, где каждый сможет найти что-то
              для себя. Сейчас у нас более 10 000 довольных покупателей и
              надежная команда сотрудников, которая делает все возможное, что б
              вы делали покупки у нас легко, быстро и с удовольствием. Мы
              продаем только оригинальные товары с гарантией качества и можем
              гордиться таким ценным доверием наших покупателей. Для нас важно
              доставить вам удовольствие, поэтому покупки доступны 7 дней в
              неделю, без обедов и выходных! А так же возможна доставка в
              большинство городов Беларуси. Нам важно что о нас думают и по
              этому мы стремимся сделать более удобным наш сайт, обслуживание
              приятным и не оставить равнодушным каждого.
            </p>
            <h2>Предоставляем рассрочку по выплатам</h2>
            <p>
              На сегодняшний день нашему магазину уже более 5 лет. И все эти
              годы мы делаем технику Apple доступной каждому. У нас представлена
              вся линейка гаджетов и аксессуаров, где каждый сможет найти что-то
              для себя. Сейчас у нас более 10 000 довольных покупателей и
              надежная команда сотрудников, которая делает все возможное, что б
              вы делали покупки у нас легко, быстро и с удовольствием. Мы
              продаем только оригинальные товары с гарантией качества и можем
              гордиться таким ценным доверием наших покупателей. Для нас важно
              доставить вам удовольствие, поэтому покупки доступны 7 дней в
              неделю, без обедов и выходных! А так же возможна доставка в
              большинство городов Беларуси. Нам важно что о нас думают и по
              этому мы стремимся сделать более удобным наш сайт, обслуживание
              приятным и не оставить равнодушным каждого.
            </p>
            <h2>Предоставляем услугу trade in</h2>
            <p>
              На сегодняшний день нашему магазину уже более 5 лет. И все эти
              годы мы делаем технику Apple доступной каждому. У нас представлена
              вся линейка гаджетов и аксессуаров, где каждый сможет найти что-то
              для себя. Сейчас у нас более 10 000 довольных покупателей и
              надежная команда сотрудников, которая делает все возможное, что б
              вы делали покупки у нас легко, быстро и с удовольствием. Мы
              продаем только оригинальные товары с гарантией качества и можем
              гордиться таким ценным доверием наших покупателей. Для нас важно
              доставить вам удовольствие, поэтому покупки доступны 7 дней в
              неделю, без обедов и выходных! А так же возможна доставка в
              большинство городов Беларуси. Нам важно что о нас думают и по
              этому мы стремимся сделать более удобным наш сайт, обслуживание
              приятным и не оставить равнодушным каждого.
            </p>
            <h2>Предоставляем доставку по всему Кыргызстану</h2>
            <p>
              На сегодняшний день нашему магазину уже более 5 лет. И все эти
              годы мы делаем технику Apple доступной каждому. У нас представлена
              вся линейка гаджетов и аксессуаров, где каждый сможет найти что-то
              для себя. Сейчас у нас более 10 000 довольных покупателей и
              надежная команда сотрудников, которая делает все возможное, что б
              вы делали покупки у нас легко, быстро и с удовольствием. Мы
              продаем только оригинальные товары с гарантией качества и можем
              гордиться таким ценным доверием наших покупателей. Для нас важно
              доставить вам удовольствие, поэтому покупки доступны 7 дней в
              неделю, без обедов и выходных! А так же возможна доставка в
              большинство городов Беларуси. Нам важно что о нас думают и по
              этому мы стремимся сделать более удобным наш сайт, обслуживание
              приятным и не оставить равнодушным каждого.
            </p>
            <h2>Работаем на совесть более 30к довольных клиентов</h2>
            <p>
              На сегодняшний день нашему магазину уже более 5 лет. И все эти
              годы мы делаем технику Apple доступной каждому. У нас представлена
              вся линейка гаджетов и аксессуаров, где каждый сможет найти что-то
              для себя. Сейчас у нас более 10 000 довольных покупателей и
              надежная команда сотрудников, которая делает все возможное, что б
              вы делали покупки у нас легко, быстро и с удовольствием. Мы
              продаем только оригинальные товары с гарантией качества и можем
              гордиться таким ценным доверием наших покупателей. Для нас важно
              доставить вам удовольствие, поэтому покупки доступны 7 дней в
              неделю, без обедов и выходных! А так же возможна доставка в
              большинство городов Беларуси. Нам важно что о нас думают и по
              этому мы стремимся сделать более удобным наш сайт, обслуживание
              приятным и не оставить равнодушным каждого.
            </p>
          </div>
        </div>
      </section>
      <div className="explore-content">
        <h1> Приобретайте любую технику в нашем магазине в рассрочку</h1>

        <h2>1 Оформите договор у специалиста</h2>
        <h2>2 Дождитесь одобрения вашей заявки </h2>
        <h2>3 Получите заказ с доставкой на дом</h2>
        <a href="/products" className="ctn">
          Оформить заказ
        </a>
      </div>

      <section className="explore"></section>
    </div>
  );
};

export default AboutUs;
